---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.DegreesMinutes
source: html/402ce183-4737-ff43-79f8-3a5281e80af1.htm
---
# Autodesk.Revit.DB.UnitTypeId.DegreesMinutes Property

Degrees minutes seconds.

## Syntax (C#)
```csharp
public static ForgeTypeId DegreesMinutes { get; }
```